import type { Quest } from "../types/quest"

export const quests: Quest[] = [
    {
      id: 1,
      title: 'Пройди сегодня новым маршрутом',
      description: 'Сверни с привычной дороги и исследуй что-то новое',
    },
    {
      id: 2,
      title: 'Зайди сегодня в новое место',
      description: 'Выбери кафе, магазин, двор или улицу, где ты раньше не был',
    },
    {
      id: 3,
      title: 'Сфотографируй одну случайную деталь дня',
      description: 'Заметь что-то необычное вокруг и сохрани это как маленькое воспоминание',
    },
  ]
  